Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Dot1x.CertificateLabel
source: Trusted root CA certificate file
ar_sa: ملف شهادة CA الجذر الموثوق به
bg_bg: Файл със сертификат за доверен основен CA
cs_cz: Soubor certifikátu důvěryhodného kořenového CA
da_dk: Betroet rod-CA-certifikatfil
de_de: Vertrauenswürdige Root-CA-Zertifikatdatei
el_gr: Αξιόπιστο αρχείο πιστοποιητικού CA root
es_mx: Archivo de certificado de CA raíz de confianza
et_ee: Usaldusväärne juur-CA sertifikaadi fail
fi_fi: Luotettu juurivarmennetiedosto
fr_ca: Fichier de certificat d'autorité de certification racine de confiance
he_il: קובץ אישור CA שורש מהימן
hr_hr: Datoteka certifikata pouzdanog korijenskog CA
hu_hu: Megbízható root CA tanúsítványfájl
it_it: File del certificato della CA radice attendibile
ja_jp: 信頼されたルート CA 証明書ファイル
ko_kr: 신뢰할 수 있는 루트 CA 인증서 파일
lt_lt: Patikimas šakninio CA sertifikato failas
lv_lv: Uzticams saknes CA sertifikāta fails
nb_no: Klarert rot-CA-sertifikatfil
nl_nl: Vertrouwd root-CA-certificaatbestand
pl_pl: Plik certyfikatu zaufanego głównego urzędu certyfikacji
pt_pt: Arquivo de certificado de CA raiz confiável
ro_ro: Fișier de certificat CA rădăcină de încredere
ru_ru: Файл сертификата доверенного корневого центра сертификации
sk_sk: Súbor certifikátu dôveryhodnej koreňovej CA
sl_si: Datoteka potrdila zaupanja vrednega korenskega CA
sr_latn_rs: Datoteka sertifikata pouzdanog root CA
sv_se: Betrodd rot-CA-certifikatfil
th_th: ไฟล์ใบรับรอง root CA ที่เชื่อถือได้
tr_tr: Güvenilen kök CA sertifika dosyası
uk_ua: Файл сертифіката довіреного кореневого ЦС
zh_cn: 受信任的根 CA 证书文件
zh_tw: 受信任的根 CA 憑證文件

# Dot1x.CertificatePickerTitle
source: Select 802.1X certificate
ar_sa: حدد شهادة 802.1X
bg_bg: Изберете сертификат 802.1X
cs_cz: Vyberte certifikát 802.1X
da_dk: Vælg 802.1X-certifikat
de_de: Wählen Sie das 802.1X-Zertifikat aus
el_gr: Επιλέξτε πιστοποιητικό 802.1X
es_mx: Seleccione el certificado 802.1X
et_ee: Valige 802.1X sertifikaat
fi_fi: Valitse 802.1X-sertifikaatti
fr_ca: Sélectionnez le certificat 802.1X
he_il: בחר אישור 802.1X
hr_hr: Odaberite 802.1X certifikat
hu_hu: Válassza a 802.1X tanúsítványt
it_it: Seleziona il certificato 802.1X
ja_jp: 802.1X証明書を選択します
ko_kr: 802.1X 인증서 선택
lt_lt: Pasirinkite 802.1X sertifikatą
lv_lv: Atlasiet 802.1X sertifikātu
nb_no: Velg 802.1X-sertifikat
nl_nl: Selecteer 802.1X-certificaat
pl_pl: Wybierz certyfikat 802.1X
pt_pt: Selecione o certificado 802.1X
ro_ro: Selectați certificatul 802.1X
ru_ru: Выберите сертификат 802.1X
sk_sk: Vyberte certifikát 802.1X
sl_si: Izberite potrdilo 802.1X
sr_latn_rs: Izaberite 802.1X sertifikat
sv_se: Välj 802.1X-certifikat
th_th: เลือกใบรับรอง 802.1X
tr_tr: 802.1X sertifikasını seçin
uk_ua: Виберіть сертифікат 802.1X
zh_cn: 选择802.1X证书
zh_tw: 選擇802.1X證書

# EthernetDot1xPageEnableToggle.AutomationProperties.Name
source: Configure wired 802.1X
ar_sa: قم بتكوين 802.1X السلكي
bg_bg: Конфигурирайте кабелен 802.1X
cs_cz: Konfigurace drátového 802.1X
da_dk: Konfigurer kablet 802.1X
de_de: Konfigurieren Sie kabelgebundenes 802.1X
el_gr: Διαμόρφωση ενσύρματου 802.1X
es_mx: Configurar 802.1X cableado
et_ee: Seadistage juhtmega 802.1X
fi_fi: Määritä langallinen 802.1X
fr_ca: Configurer le 802.1X filaire
he_il: קבע תצורה קווית 802.1X
hr_hr: Konfigurirajte žičani 802.1X
hu_hu: Konfigurálja a vezetékes 802.1X-et
it_it: Configurare 802.1X cablato
ja_jp: 有線 802.1X を構成する
ko_kr: 유선 802.1X 구성
lt_lt: Konfigūruokite laidinį 802.1X
lv_lv: Konfigurējiet vadu 802.1X
nb_no: Konfigurer kablet 802.1X
nl_nl: Configureer bekabeld 802.1X
pl_pl: Skonfiguruj przewodowy standard 802.1X
pt_pt: Configurar 802.1X com fio
ro_ro: Configurați 802.1X cu fir
ru_ru: Настройка проводного 802.1X
sk_sk: Nakonfigurujte káblové 802.1X
sl_si: Konfigurirajte žično 802.1X
sr_latn_rs: Konfigurišite žičani 802.1X
sv_se: Konfigurera trådbunden 802.1X
th_th: กำหนดค่า 802.1X แบบมีสาย
tr_tr: Kablolu 802.1X'i yapılandırın
uk_ua: Налаштувати дротовий 802.1X
zh_cn: 配置有线 802.1X
zh_tw: 配置有線 802.1X

# EthernetDot1xPageHeader.Description
source: Standard Ethernet connectivity is available by default. Configure this section only if your wired network requires 802.1X enterprise authentication.
ar_sa: يتوفر الاتصال القياسي Ethernet بشكل افتراضي. قم بتكوين هذا القسم فقط إذا كانت شبكتك السلكية تتطلب مصادقة مؤسسة 802.1X.
bg_bg: Стандартната Ethernet връзка е налична по подразбиране. Конфигурирайте този раздел само ако вашата кабелна мрежа изисква 802.1X корпоративно удостоверяване.
cs_cz: Ve výchozím nastavení je k dispozici standardní připojení Ethernet. Tuto část nakonfigurujte pouze v případě, že vaše kabelová síť vyžaduje podnikové ověřování 802.1X.
da_dk: Standard Ethernet-forbindelse er tilgængelig som standard. Konfigurer kun denne sektion, hvis dit kablede netværk kræver 802.1X virksomhedsgodkendelse.
de_de: Die standardmäßige Ethernet-Konnektivität ist standardmäßig verfügbar. Konfigurieren Sie diesen Abschnitt nur, wenn Ihr kabelgebundenes Netzwerk eine 802.1X-Unternehmensauthentifizierung erfordert.
el_gr: Η τυπική συνδεσιμότητα Ethernet είναι διαθέσιμη από προεπιλογή. Διαμορφώστε αυτήν την ενότητα μόνο εάν το ενσύρματο δίκτυό σας απαιτεί εταιρικό έλεγχο ταυτότητας 802.1X.
es_mx: La conectividad estándar Ethernet está disponible de forma predeterminada. Configure esta sección solo si su red cableada requiere autenticación empresarial 802.1X.
et_ee: Standardne Ethernet ühenduvus on vaikimisi saadaval. Seadistage see jaotis ainult siis, kui teie traadiga võrk nõuab 802.1X ettevõtte autentimist.
fi_fi: Normaali Ethernet-yhteys on käytettävissä oletuksena. Määritä tämä osio vain, jos kiinteä verkkosi vaatii 802.1X yritystodennusta.
fr_ca: La connectivité standard Ethernet est disponible par défaut. Configurez cette section uniquement si votre réseau câblé nécessite une authentification d'entreprise 802.1X.
he_il: קישוריות Ethernet סטנדרטית זמינה כברירת מחדל. הגדר את הסעיף הזה רק אם הרשת הקווית שלך דורשת אימות ארגוני 802.1X.
hr_hr: Standardno Ethernet povezivanje dostupno je prema zadanim postavkama. Konfigurirajte ovaj odjeljak samo ako vaša žična mreža zahtijeva 802.1X provjeru autentičnosti poduzeća.
hu_hu: A szabványos Ethernet kapcsolat alapértelmezés szerint elérhető. Ezt a szakaszt csak akkor konfigurálja, ha vezetékes hálózata 802.1X vállalati hitelesítést igényel.
it_it: La connettività standard Ethernet è disponibile per impostazione predefinita. Configura questa sezione solo se la tua rete cablata richiede l'autenticazione aziendale 802.1X.
ja_jp: 標準の Ethernet 接続はデフォルトで利用可能です。このセクションは、有線ネットワークで 802.1X エンタープライズ認証が必要な場合にのみ設定します。
ko_kr: 기본적으로 표준 Ethernet 연결을 사용할 수 있습니다. 유선 네트워크에 802.1X 기업 인증이 필요한 경우에만 이 섹션을 구성하십시오.
lt_lt: Standartinis Ethernet ryšys galimas pagal numatytuosius nustatymus. Konfigūruokite šį skyrių, tik jei jūsų laidiniam tinklui reikalingas 802.1X įmonės autentifikavimas.
lv_lv: Standarta Ethernet savienojums ir pieejams pēc noklusējuma. Konfigurējiet šo sadaļu tikai tad, ja jūsu vadu tīklam ir nepieciešama 802.1X uzņēmuma autentifikācija.
nb_no: Standard Ethernet-tilkobling er tilgjengelig som standard. Konfigurer denne delen bare hvis det kablede nettverket ditt krever 802.1X enterprise-autentisering.
nl_nl: Standaard Ethernet-connectiviteit is standaard beschikbaar. Configureer deze sectie alleen als uw bekabelde netwerk 802.1X bedrijfsverificatie vereist.
pl_pl: Domyślnie dostępna jest standardowa łączność Ethernet. Skonfiguruj tę sekcję tylko wtedy, gdy Twoja sieć przewodowa wymaga uwierzytelniania korporacyjnego 802.1X.
pt_pt: A conectividade padrão Ethernet está disponível por padrão. Configure esta seção somente se sua rede com fio exigir autenticação empresarial 802.1X.
ro_ro: Conectivitatea standard Ethernet este disponibilă implicit. Configurați această secțiune numai dacă rețeaua dvs. cu fir necesită autentificare de întreprindere 802.1X.
ru_ru: Стандартное подключение Ethernet доступно по умолчанию. Настройте этот раздел только в том случае, если ваша проводная сеть требует корпоративной аутентификации 802.1X.
sk_sk: Štandardne je k dispozícii štandardné pripojenie Ethernet. Túto časť nakonfigurujte len vtedy, ak vaša káblová sieť vyžaduje podnikové overenie 802.1X.
sl_si: Standardna Ethernet povezljivost je privzeto na voljo. Ta razdelek konfigurirajte samo, če vaše žično omrežje zahteva preverjanje pristnosti podjetja 802.1X.
sr_latn_rs: Standardno Ethernet povezivanje je podrazumevano dostupno. Konfigurišite ovaj odeljak samo ako vaša žičana mreža zahteva 802.1X autentifikaciju preduzeća.
sv_se: Standard Ethernet-anslutning är tillgänglig som standard. Konfigurera detta avsnitt endast om ditt trådbundna nätverk kräver 802.1X företagsautentisering.
th_th: การเชื่อมต่อมาตรฐาน Ethernet พร้อมใช้งานตามค่าเริ่มต้น กำหนดค่าส่วนนี้เฉพาะในกรณีที่เครือข่ายแบบใช้สายของคุณต้องมีการรับรองความถูกต้องระดับองค์กร 802.1X
tr_tr: Standart Ethernet bağlantısı varsayılan olarak mevcuttur. Bu bölümü yalnızca kablolu ağınız 802.1X kurumsal kimlik doğrulaması gerektiriyorsa yapılandırın.
uk_ua: Стандартне підключення Ethernet доступне за замовчуванням. Налаштуйте цей розділ, лише якщо ваша дротова мережа потребує корпоративної автентифікації 802.1X.
zh_cn: 默认情况下，标准 Ethernet 连接可用。仅当您的有线网络需要 802.1X 企业身份验证时才配置此部分。
zh_tw: 預設情況下，標準 Ethernet 連線可用。僅當您的有線網路需要 802.1X 企業身份驗證時才配置此部分。

# GeneralConfiguration.Completion.Delay.Description
source: Set the delay before the device restarts. Use 0 to restart immediately.
ar_sa: حدّد المهلة قبل إعادة تشغيل الجهاز. استخدم 0 لإعادة التشغيل فورًا.
bg_bg: Задайте забавянето преди рестартиране на устройството. Използвайте 0 за незабавно рестартиране.
cs_cz: Nastavte prodlevu před restartováním zařízení. Zadáním hodnoty 0 se zařízení restartuje okamžitě.
da_dk: Angiv forsinkelsen, før enheden genstarter. Brug 0 for at genstarte med det samme.
de_de: Legen Sie die Verzögerung vor dem Neustart des Geräts fest. Verwenden Sie 0 für einen sofortigen Neustart.
el_gr: Ορίστε την καθυστέρηση πριν από την επανεκκίνηση της συσκευής. Χρησιμοποιήστε 0 για άμεση επανεκκίνηση.
es_mx: Establece el tiempo de espera antes de que el dispositivo se reinicie. Usa 0 para reiniciarlo de inmediato.
et_ee: Määra viivitus enne seadme taaskäivitamist. Koheseks taaskäivitamiseks kasuta väärtust 0.
fi_fi: Määritä viive ennen laitteen uudelleenkäynnistystä. Arvolla 0 laite käynnistyy uudelleen heti.
fr_ca: Définissez le délai avant le redémarrage de l’appareil. Utilisez 0 pour le redémarrer immédiatement.
he_il: הגדר את ההשהיה לפני הפעלת המכשיר מחדש. השתמש ב-0 להפעלה מחדש מיידית.
hr_hr: Postavite odgodu prije ponovnog pokretanja uređaja. Upotrijebite 0 za trenutačno ponovno pokretanje.
hu_hu: Állítsa be az eszköz újraindítása előtti késleltetést. Az azonnali újraindításhoz használjon 0 értéket.
it_it: Imposta il ritardo prima del riavvio del dispositivo. Utilizza 0 per riavviarlo immediatamente.
ja_jp: デバイスが再起動するまでの遅延時間を設定します。すぐに再起動するには 0 を指定します。
ko_kr: 장치를 다시 시작하기 전의 지연 시간을 설정합니다. 즉시 다시 시작하려면 0을 사용하세요.
lt_lt: Nustatykite delsą prieš paleidžiant įrenginį iš naujo. Norėdami paleisti iš naujo iškart, naudokite 0.
lv_lv: Iestatiet aizkavi pirms ierīces restartēšanas. Lai restartētu nekavējoties, izmantojiet 0.
nb_no: Angi forsinkelsen før enheten startes på nytt. Bruk 0 for å starte på nytt umiddelbart.
nl_nl: Stel de vertraging in voordat het apparaat opnieuw wordt opgestart. Gebruik 0 om het direct opnieuw op te starten.
pl_pl: Ustaw opóźnienie przed ponownym uruchomieniem urządzenia. Użyj wartości 0, aby uruchomić je ponownie natychmiast.
pt_pt: Defina o atraso antes de o dispositivo reiniciar. Utilize 0 para reiniciar imediatamente.
ro_ro: Setați întârzierea înainte ca dispozitivul să repornească. Utilizați 0 pentru repornire imediată.
ru_ru: Задайте задержку перед перезагрузкой устройства. Укажите 0 для немедленной перезагрузки.
sk_sk: Nastavte oneskorenie pred reštartovaním zariadenia. Ak chcete zariadenie reštartovať okamžite, použite hodnotu 0.
sl_si: Nastavite zakasnitev pred ponovnim zagonom naprave. Za takojšen ponovni zagon uporabite 0.
sr_latn_rs: Podesite vreme odlaganja pre nego što se uređaj ponovo pokrene. Koristite 0 za trenutno ponovno pokretanje.
sv_se: Ange fördröjningen innan enheten startas om. Använd 0 för att starta om omedelbart.
th_th: กำหนดระยะเวลาก่อนที่อุปกรณ์จะรีสตาร์ต ใช้ 0 เพื่อรีสตาร์ตทันที
tr_tr: Cihaz yeniden başlatılmadan önceki gecikmeyi ayarlayın. Hemen yeniden başlatmak için 0 kullanın.
uk_ua: Установіть затримку перед перезавантаженням пристрою. Укажіть 0, щоб перезавантажити негайно.
zh_cn: 设置设备重启前的延迟时间。输入 0 可立即重启。
zh_tw: 設定裝置重新啟動前的延遲時間。輸入 0 可立即重新啟動。

# GeneralConfiguration.Completion.Delay.Header
source: Restart delay
ar_sa: مهلة إعادة التشغيل
bg_bg: Забавяне преди рестартиране
cs_cz: Prodleva restartování
da_dk: Forsinkelse før genstart
de_de: Neustartverzögerung
el_gr: Καθυστέρηση επανεκκίνησης
es_mx: Retraso del reinicio
et_ee: Taaskäivitamise viivitus
fi_fi: Uudelleenkäynnistyksen viive
fr_ca: Délai de redémarrage
he_il: השהיית הפעלה מחדש
hr_hr: Odgoda ponovnog pokretanja
hu_hu: Újraindítás késleltetése
it_it: Ritardo del riavvio
ja_jp: 再起動の遅延
ko_kr: 다시 시작 지연
lt_lt: Paleidimo iš naujo delsa
lv_lv: Restartēšanas aizkave
nb_no: Forsinkelse før omstart
nl_nl: Vertraging voor opnieuw opstarten
pl_pl: Opóźnienie ponownego uruchomienia
pt_pt: Atraso do reinício
ro_ro: Întârziere la repornire
ru_ru: Задержка перезагрузки
sk_sk: Oneskorenie reštartovania
sl_si: Zakasnitev ponovnega zagona
sr_latn_rs: Odlaganje ponovnog pokretanja
sv_se: Fördröjning före omstart
th_th: ระยะเวลาก่อนรีสตาร์ต
tr_tr: Yeniden başlatma gecikmesi
uk_ua: Затримка перезавантаження
zh_cn: 重启延迟
zh_tw: 重新啟動延遲

# GeneralConfiguration.Completion.Description
source: Choose whether the device restarts automatically after a successful deployment.
ar_sa: اختر ما إذا كان الجهاز سيُعاد تشغيله تلقائيًا بعد نجاح عملية النشر.
bg_bg: Изберете дали устройството да се рестартира автоматично след успешно разполагане.
cs_cz: Zvolte, zda se má zařízení po úspěšném nasazení automaticky restartovat.
da_dk: Vælg, om enheden skal genstarte automatisk efter en vellykket installation.
de_de: Legen Sie fest, ob das Gerät nach einer erfolgreichen Bereitstellung automatisch neu gestartet wird.
el_gr: Επιλέξτε αν η συσκευή θα επανεκκινείται αυτόματα μετά από μια επιτυχημένη ανάπτυξη.
es_mx: Elige si el dispositivo se reinicia automáticamente después de una implementación exitosa.
et_ee: Vali, kas seade taaskäivitatakse pärast edukat juurutamist automaatselt.
fi_fi: Valitse, käynnistetäänkö laite automaattisesti uudelleen onnistuneen käyttöönoton jälkeen.
fr_ca: Choisissez si l’appareil redémarre automatiquement après un déploiement réussi.
he_il: בחר אם המכשיר יופעל מחדש באופן אוטומטי לאחר פריסה מוצלחת.
hr_hr: Odaberite hoće li se uređaj automatski ponovno pokrenuti nakon uspješne implementacije.
hu_hu: Adja meg, hogy az eszköz automatikusan újrainduljon-e a sikeres telepítés után.
it_it: Scegli se riavviare automaticamente il dispositivo dopo una distribuzione riuscita.
ja_jp: 展開が正常に完了した後、デバイスを自動的に再起動するかどうかを選択します。
ko_kr: 배포에 성공한 후 장치를 자동으로 다시 시작할지 선택합니다.
lt_lt: Pasirinkite, ar sėkmingai įdiegus įrenginys bus automatiškai paleistas iš naujo.
lv_lv: Izvēlieties, vai pēc veiksmīgas izvietošanas ierīce tiek automātiski restartēta.
nb_no: Velg om enheten skal startes på nytt automatisk etter en vellykket distribusjon.
nl_nl: Kies of het apparaat automatisch opnieuw wordt opgestart na een geslaagde implementatie.
pl_pl: Wybierz, czy urządzenie ma zostać automatycznie ponownie uruchomione po pomyślnym wdrożeniu.
pt_pt: Escolha se o dispositivo é reiniciado automaticamente após uma implementação bem-sucedida.
ro_ro: Alegeți dacă dispozitivul repornește automat după o implementare reușită.
ru_ru: Выберите, должно ли устройство автоматически перезагружаться после успешного развертывания.
sk_sk: Vyberte, či sa má zariadenie po úspešnom nasadení automaticky reštartovať.
sl_si: Izberite, ali naj se naprava po uspešnem uvajanju samodejno znova zažene.
sr_latn_rs: Izaberite da li će se uređaj automatski ponovo pokrenuti nakon uspešne primene.
sv_se: Välj om enheten ska startas om automatiskt efter en lyckad distribution.
th_th: เลือกว่าจะให้อุปกรณ์รีสตาร์ตโดยอัตโนมัติหลังจากการปรับใช้สำเร็จหรือไม่
tr_tr: Başarılı bir dağıtımdan sonra cihazın otomatik olarak yeniden başlatılıp başlatılmayacağını seçin.
uk_ua: Виберіть, чи має пристрій автоматично перезавантажуватися після успішного розгортання.
zh_cn: 选择设备是否在部署成功后自动重启。
zh_tw: 選擇裝置是否在成功部署後自動重新啟動。

# GeneralConfiguration.Completion.Header
source: Automatic restart
ar_sa: إعادة التشغيل تلقائيًا
bg_bg: Автоматично рестартиране
cs_cz: Automatické restartování
da_dk: Automatisk genstart
de_de: Automatischer Neustart
el_gr: Αυτόματη επανεκκίνηση
es_mx: Reinicio automático
et_ee: Automaatne taaskäivitamine
fi_fi: Automaattinen uudelleenkäynnistys
fr_ca: Redémarrage automatique
he_il: הפעלה מחדש אוטומטית
hr_hr: Automatsko ponovno pokretanje
hu_hu: Automatikus újraindítás
it_it: Riavvio automatico
ja_jp: 自動再起動
ko_kr: 자동 다시 시작
lt_lt: Automatinis paleidimas iš naujo
lv_lv: Automātiska restartēšana
nb_no: Automatisk omstart
nl_nl: Automatisch opnieuw opstarten
pl_pl: Automatyczne ponowne uruchamianie
pt_pt: Reinício automático
ro_ro: Repornire automată
ru_ru: Автоматическая перезагрузка
sk_sk: Automatické reštartovanie
sl_si: Samodejni ponovni zagon
sr_latn_rs: Automatsko ponovno pokretanje
sv_se: Automatisk omstart
th_th: การรีสตาร์ตอัตโนมัติ
tr_tr: Otomatik yeniden başlatma
uk_ua: Автоматичне перезавантаження
zh_cn: 自动重启
zh_tw: 自動重新啟動

# GeneralConfiguration.DeploymentProtection.Confirmation.Placeholder
source: Confirm password
ar_sa: تأكيد كلمة المرور
bg_bg: Потвърдете паролата
cs_cz: Potvrďte heslo
da_dk: Bekræft adgangskode
de_de: Kennwort bestätigen
el_gr: Επιβεβαίωση κωδικού πρόσβασης
es_mx: Confirmar contraseña
et_ee: Kinnita parool
fi_fi: Vahvista salasana
fr_ca: Confirmer le mot de passe
he_il: אישור הסיסמה
hr_hr: Potvrdite lozinku
hu_hu: Jelszó megerősítése
it_it: Conferma password
ja_jp: パスワードの確認
ko_kr: 암호 확인
lt_lt: Patvirtinkite slaptažodį
lv_lv: Apstipriniet paroli
nb_no: Bekreft passord
nl_nl: Wachtwoord bevestigen
pl_pl: Potwierdź hasło
pt_pt: Confirmar palavra-passe
ro_ro: Confirmați parola
ru_ru: Подтвердите пароль
sk_sk: Potvrďte heslo
sl_si: Potrdite geslo
sr_latn_rs: Potvrdite lozinku
sv_se: Bekräfta lösenord
th_th: ยืนยันรหัสผ่าน
tr_tr: Parolayı doğrulayın
uk_ua: Підтвердьте пароль
zh_cn: 确认密码
zh_tw: 確認密碼

# GeneralConfiguration.DeploymentProtection.Description
source: Require a technician password before starting a deployment.
ar_sa: اطلب كلمة مرور فني قبل بدء عملية النشر.
bg_bg: Изискване на парола на техник преди започване на разполагането.
cs_cz: Před zahájením nasazení vyžadovat heslo technika.
da_dk: Kræv en teknikeradgangskode, før en installation startes.
de_de: Vor dem Start einer Bereitstellung ein Technikerkennwort anfordern.
el_gr: Να απαιτείται κωδικός πρόσβασης τεχνικού πριν από την έναρξη μιας ανάπτυξης.
es_mx: Solicitar la contraseña de un técnico antes de iniciar una implementación.
et_ee: Nõua enne juurutamise alustamist tehniku parooli.
fi_fi: Vaadi teknikon salasana ennen käyttöönoton aloittamista.
fr_ca: Exiger le mot de passe d’un technicien avant de lancer un déploiement.
he_il: דרוש סיסמת טכנאי לפני התחלת פריסה.
hr_hr: Zahtijevajte lozinku tehničara prije pokretanja implementacije.
hu_hu: A telepítés megkezdése előtt technikusi jelszó megkövetelése.
it_it: Richiedi la password di un tecnico prima di avviare una distribuzione.
ja_jp: 展開を開始する前に技術者用パスワードを要求します。
ko_kr: 배포를 시작하기 전에 기술자 암호를 요구합니다.
lt_lt: Reikalauti techniko slaptažodžio prieš pradedant diegimą.
lv_lv: Pieprasīt tehniķa paroli pirms izvietošanas sākšanas.
nb_no: Krev et teknikerpassord før en distribusjon startes.
nl_nl: Vereis een technicuswachtwoord voordat een implementatie wordt gestart.
pl_pl: Wymagaj hasła technika przed rozpoczęciem wdrożenia.
pt_pt: Exigir uma palavra-passe de técnico antes de iniciar uma implementação.
ro_ro: Solicitați parola unui tehnician înainte de a începe o implementare.
ru_ru: Требовать пароль технического специалиста перед началом развертывания.
sk_sk: Pred spustením nasadenia vyžadovať heslo technika.
sl_si: Pred začetkom uvajanja zahtevajte geslo tehnika.
sr_latn_rs: Zahtevaj lozinku tehničara pre pokretanja primene.
sv_se: Kräv ett teknikerlösenord innan en distribution startas.
th_th: กำหนดให้ป้อนรหัสผ่านของช่างเทคนิคก่อนเริ่มการปรับใช้
tr_tr: Dağıtımı başlatmadan önce teknisyen parolası isteyin.
uk_ua: Вимагати пароль технічного спеціаліста перед початком розгортання.
zh_cn: 开始部署前要求输入技术人员密码。
zh_tw: 開始部署前要求輸入技術人員密碼。

# GeneralConfiguration.DeploymentProtection.Header
source: Password protection
ar_sa: الحماية بكلمة مرور
bg_bg: Защита с парола
cs_cz: Ochrana heslem
da_dk: Adgangskodebeskyttelse
de_de: Kennwortschutz
el_gr: Προστασία με κωδικό πρόσβασης
es_mx: Protección con contraseña
et_ee: Paroolikaitse
fi_fi: Salasanasuojaus
fr_ca: Protection par mot de passe
he_il: הגנה באמצעות סיסמה
hr_hr: Zaštita lozinkom
hu_hu: Jelszavas védelem
it_it: Protezione con password
ja_jp: パスワード保護
ko_kr: 암호 보호
lt_lt: Apsauga slaptažodžiu
lv_lv: Aizsardzība ar paroli
nb_no: Passordbeskyttelse
nl_nl: Wachtwoordbeveiliging
pl_pl: Ochrona hasłem
pt_pt: Proteção por palavra-passe
ro_ro: Protecție prin parolă
ru_ru: Защита паролем
sk_sk: Ochrana heslom
sl_si: Zaščita z geslom
sr_latn_rs: Zaštita lozinkom
sv_se: Lösenordsskydd
th_th: การป้องกันด้วยรหัสผ่าน
tr_tr: Parola koruması
uk_ua: Захист паролем
zh_cn: 密码保护
zh_tw: 密碼保護

# GeneralConfiguration.DeploymentProtection.Password.Placeholder
source: Password
ar_sa: كلمة المرور
bg_bg: Парола
cs_cz: Heslo
da_dk: Adgangskode
de_de: Kennwort
el_gr: Κωδικός πρόσβασης
es_mx: Contraseña
et_ee: Parool
fi_fi: Salasana
fr_ca: Mot de passe
he_il: סיסמה
hr_hr: Lozinka
hu_hu: Jelszó
ja_jp: パスワード
ko_kr: 암호
lt_lt: Slaptažodis
lv_lv: Parole
nb_no: Passord
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo
sr_latn_rs: Lozinka
sv_se: Lösenord
th_th: รหัสผ่าน
tr_tr: Parola
uk_ua: Пароль
zh_cn: 密码
zh_tw: 密碼
